Repository: common-repository/molongui-bump-offer
Catalog: trunk/i18n/molongui-order-bump-*.po
Languages: es_es

source: How the bump is displayed in your site's frontend could differ slightly from what is shown here.
es_es: La caja puede verse ligeramente diferente en la página web.

source: Offer
es_es: Oferta

source: Content
es_es: Contenido

source: Location
es_es: Ubicación

source: Display conditions
es_es: Condiciones de visualización

source: Product
es_es: Producto

source: Search for a product&hellip;
es_es: Busca un producto&hellip;

source: The product offered as one-click upsell by the order bump.
es_es: El producto que se ofrecerá ofertado en el Order Bump.

source: Discounted price
es_es: Precio rebajado

source: Sale price at which the selected product is offered if the client purchases it making use of the order bump. Make sure your this price is less than your product's regular price
es_es: Precio reducido al cual se ofrece el producto seleccionado si el cliente lo compra utilizando el Order Bump. Asegúrate de que el precio fijado sea menor que el habitual del producto seleccionado para que sea una oferta atractiva.

source: Offer price dates
es_es: Programación

# placeholder
source: From&hellip;
es_es: Desde&hellip;

# placeholder
source: To&hellip;
es_es: Hasta&hellip;

source: %s This setting allows you to specify the range of dates the offer will be active and displayed.
es_es: %s Esta configuración le permite especificar el intervalo de fechas en las que la oferta estará activa y se mostrará.

source: Premium setting
es_es: Opción Premium

source: Range of dates during which the offer will be active.
es_es: Rango de fechas durante las cuales se mostrará la oferta.

source: Checkbox default state
es_es: Estado por defecto del checkbox

source: Unchecked
es_es: Desmarcado

source: Checked
es_es: Marcado

source: %s This setting allows you to automatically add the offered product to the client's Cart.
es_es: %s Esta opción le permite añadir automáticamente el producto ofertado al carrito del cliente.

source: Choose default checkbox state. Set this setting to 'Checked' to automatically add the offered product to the client's Cart.
es_es: Elige el estado que tendrá el checkbox por defecto. Escoge 'Marcado' para añadir automáticamente el producto ofertado al carrito del cliente.

source: Lead
es_es: Acción

source: Yes! I want it
es_es: ¡Sí! Lo quiero

source: This field allows you to set the text to display as the headline of the offer.
es_es: Este campo te permite definir el texto que aparecerá como título de la oferta.

source: Intro
es_es: Gancho

source: ONE TIME OFFER! Only $1.
es_es: ¡No te pierdas esta oferta! Sólo 1€

source: This field allows you to set the text that will be displayed highlighted before the offer text.
es_es: Este campo te permite definir el texto que se mostrará destacado encima del texto de la oferta.

source: Body
es_es: Cuerpo

source: You can have access to this exclusive offer by ticking the box above. Click and add it to your order now for just $1. This offer is not available at any other time or place.
es_es: Benefíciate de esta exclusiva oferta marcando la casilla de arriba. Pincha y añadirás a tu pedido este fantástico producto por tan solo 1€. Esta oferta no está disponible en ningún otro lugar. Sólo aquí y ahora ¡Aprovéchala!

source: This field allows you to set the text that will be displayed as the order bump message.
es_es: Este campo te permite definir el texto que se mostrará como cuerpo de la oferta.

source: Image
es_es: Imagen

source: Upload New Image
es_es: Subir imagen nueva

source: Change Current Image
es_es: Cambiar imagen

source: Remove
es_es: Borrar

source: Edit
es_es: Editar

source: You do not have permission to upload a profile picture. Please, contact the administrator of this site.
es_es: No tienes permiso para subir imágenes. Por favor, contacta con el administrador de esta web.

source: Premium-only settings
es_es: Opciones Premium

source: The Order Bump is displayed on the Checkout page, right before the checkout button. If you need to change where it is displayed or display it also on your Cart page, %supgrade to Premium%s. You can even display it on both pages to ensure conversion!
es_es: La oferta se mostrará en la página de Checkout (Finalización de Pedido), justo encima del botón de confirmación. Si necesitas poder escoger mostrar la oferta en alguna otra posición o si quieres que se muestre en la página del Carrito, %sactualiza a Premium%s. Podrás mostrar la oferta en ambas páginas si quieres ¡lo que te garantiza una mayor conversión!

source: Page
es_es: Página

source: Cart
es_es: Carrito

source: Checkout
es_es: Finalizar compra

source: Cart and Checkout
es_es: Carrito y Finalizar compra

source: Choose where to display the offer bump.
es_es: Escoge dónde mostrar el banner con la oferta.

source: Cart position
es_es: Posición en Carrito

source: Where on the Cart page to display the offer bump.
es_es: Posición en la que mostrar la oferta en la página del Carrito.

source: Checkout position
es_es: Posición en Checkout

source: Where on the Ceckout page to display the offer bump.
es_es: Posición en la que mostrar la oferta en la página de Finalización de Compra.

source: The Order Bump is displayed by default. If you need to make it display only if Cart value is above a threshold, if it contains a particular product or category, etc, %supgrade to Premium%s.
es_es: El Order Bump se muestra de forma predeterminada. Si necesitas que se muestre solo si el valor del carrito está por encima de un umbral, si contiene un producto o categoría en particular, etc., %sactualiza a Premium%s.

source: Conditions to meet
es_es: Condiciones que cumplir

source: All of the specified below
es_es: Todas las indicadas abajo

source: Any of the ones specified below
es_es: Alguna de las indicadas abajo

source: None of the specified below
es_es: Ninguna las indicadas abajo

source: The Order Bump is displayed by default but you can define conditions the customer order must meet to control whether it is displayed. Choose which relationship defined conditions below must have to display the Order Bump.
es_es: El Order Bump se muestra por defecto, pero puedes controlar si mostrarlo o no en base a las condiciones que puedes configurar debajo. Elige qué relación debe existir entre ellas para mostrar el Order Bump.

source: Minimum Order Value
es_es: Importe mínimo del pedido

source: Minimum order value. If you require that customers purchase at least a minimum amount before displaying the order bump.
es_es: Valor mínimo del pedido. Si necesitas que los clientes compren al menos un importe mínimo antes de mostrar el Order Bump.

source: Minimum Item Count
es_es: Número mínimo de artículos

source: Minimum item count. If you require that customers purchase at least a minimum number of products before displaying the order bump.
es_es: Número mínimo de artículos. Si necesitas que los clientes compren al menos un número mínimo de productos antes de mostrar el Order Bump.

source: Products in Cart
es_es: Productos en carrito

source: Product that needs to be in the Cart to display the Order Bump. You can indicate multiple products, but just one match is required to display the Order Bump.
es_es: Producto que debe estar en el carrito para mostrar el Order Bump. Puede indicar varios productos, pero solo se requiere una coincidencia para mostrar el Order Bump.

source: Products not in Cart
es_es: Productos no en carrito

source: Product that must not be in the Cart to display the Order Bump. You can indicate multiple products, but just one match is required to hide the Order Bump.
es_es: Producto que no debe estar en el carrito para mostrar el Order Bump. Puedes indicar varios productos, pero solo se requiere una coincidencia para ocultar el Order Bump.

source: Categories in Cart
es_es: Categorías en carrito

source: Any category
es_es: Cualquier categoría

source: Product category that needs to be in the Cart to display the Order Bump. You can indicate multiple categories, but just one match is required to display the Order Bump.
es_es: Categoría de producto que debe estar en el carrito para mostrar el Order Bump. Puedes indicar varias categorías, pero solo se requiere una coincidencia para mostrar el Order Bump.

source: Categories not in Cart
es_es: Categorías no en carrito

source: No categories
es_es: Sin categoría

source: Product category that must not be in the Cart to display the Order Bump. You can indicate multiple categories, but just one match is required to hide the Order Bump.
es_es: Categoría de producto que no debe estar en el carrito para mostrar el Order Bump. Puedes indicar varias categorías, pero solo se requiere una coincidencia para ocultar el Order Bump.

source: Box
es_es: Caja

source: You can preview these settings, but changes won't be saved. %sUpgrade to Premium%s to customize the bump to your likings!
es_es: Puedes pre-visualizar el resultado de cambiar estas opciones Premium, pero los cambios no se guardarán. %sActualiza a la versión Premium%s para poder personalizar los estilos a tu gusto.

source: Border style
es_es: Estilo del borde

source: Choose the border style for the order bump box.
es_es: Escoge el estilo del borde para la caja de la oferta.

source: Solid
es_es: Sólido

source: Dashed
es_es: Rayado

source: Dotted
es_es: Punteado

source: Double
es_es: Doble

source: Border width
es_es: Grosor del borde

source: Border width for the order bump box.
es_es: Ancho del borde para la caja de la oferta.

source: Border color
es_es: Color del borde

source: Background color
es_es: Color de fondo

source: Transparent background
es_es: Fondo transparente

source: Check this box to remove any color from the bump background.
es_es: Marca esta casilla para borrar el color de fondo del Order Bump y dejarlo transparente.

source: Alignment
es_es: Alineado

source: How to align the order bump box within its container if there is surrounding space.
es_es: Alineación del Order Bump respecto a donde está contenido si existiera espacio sobrante alrededor.

source: Left
es_es: Izquierda

source: Center
es_es: Centrado

source: Right
es_es: Derecha

source: Width
es_es: Ancho

source: Order bump box width in %.
es_es: Tamaño del Order Bump en %.

source: Vertical spacing
es_es: Espaciado vertical

source: Spacing to add above and below the order bump box (in 'px').
es_es: Espacio que añadir por encima y por debajo del Order Bump (en 'px').

source: Horizontal spacing
es_es: Espaciado horizontal

source: Spacing to add on the sides of the order bump box (in 'px').
es_es: Espacio que añadir a derecha e izquierda del Order Bump (en 'px').

source: Check this box to remove any color from the lead background.
es_es: Marca esta casilla para eliminar cualquier color de fondo.

source: Arrow icon
es_es: Estilo de flecha

source: Choose the icon to be used as arrow.
es_es: Escoge el icono a utilizar como flecha.

source: None
es_es: Ninguna

source: Icon 1
es_es: Icono 1

source: Icon 2
es_es: Icono 2

source: Icon 3
es_es: Icono 3

source: Icon 4
es_es: Icono 4

source: Icon 5
es_es: Icono 5

source: Icon 6
es_es: Icono 6

source: Icon 7
es_es: Icono 7

source: Icon 8
es_es: Icono 8

source: Icon 9
es_es: Icono 9

source: Icon 10
es_es: Icono 10

source: Icon 11
es_es: Icono 11

source: Icon 12
es_es: Icono 12

source: Icon 13
es_es: Icono 13

source: Icon 14
es_es: Icono 14

source: Icon 15
es_es: Icono 15

source: Icon 16
es_es: Icono 16

source: Icon 17
es_es: Icono 17

source: Make the arrow blink
es_es: Parpadeo de la flecha

source: Check this box if you want the arrow blink to catch the attention of the shopper.
es_es: Marca esta casilla si quieres que la flecha parpadee para captar así la atención de tus clientes.

source: Checkbox shadow
es_es: Sombra del checkbox

source: Add a shadow to the checkbox.
es_es: Añadir una sombra al checkbox.

source: Font size
es_es: Tamaño de letra

source: The font size to use for the lead text.
es_es: El tamaño de letra a utilizar.

source: Font weight
es_es: Grueso de letra

source: Bold
es_es: Negrita

source: Bolder
es_es: Negrita

source: Lighter
es_es: Fino

source: Text decoration
es_es: Decoración del texto

source: Underline
es_es: Subrayado

source: Underline wavy
es_es: Subrayado ondulado

source: Underline dotted
es_es: Subrayado punteado

source: Underline double
es_es: Subrayado doble

source: Text transform
es_es: Transformación de texto

source: Uppercase
es_es: Mayúsculas

source: Lowercase
es_es: Minúsculas

source: Capitalize
es_es: Mayúscula inicial

source: Text color
es_es: Color del texto

source: The font size to use for the intro text.
es_es: El tamaño de letra a utilizar.

source: Text alignment
es_es: Alineación

source: Justify
es_es: Justificado

source: Top padding
es_es: Espaciado superior

source: Space to add above the intro text (in 'px').
es_es: Espacio que añadir por encima (en 'px').

source: Bottom padding
es_es: Espaciado inferior

source: Space to add below the intro text (in 'px').
es_es: Espacio que añadir por debajo (en 'px').

source: The font size to use for the body text.
es_es: El tamaño de letra a utilizar.

source: Space to add above the body text (in 'px').
es_es: Espacio que añadir por encima (en 'px').

source: Space to add below the body text (in 'px').
es_es: Espacio que añadir por debajo (en 'px').

source: Left padding
es_es: Espaciado izquierdo

source: Space to add on the left of the body text (in 'px').
es_es: Espacio que añadir a la izquierda (en 'px').

source: Right padding
es_es: Espaciado derecho

source: Space to add on the right of the body text (in 'px').
es_es: Espacio que añadir a la derecha (en 'px').

source: Main
es_es: General

source: Display
es_es: Visualización

source: How many bumps can be displayed?
es_es: ¿Cuántas ofertas mostrar?

source: Choose what to do if several bumps meet the conditions to be displayed based on their configuration.
es_es: Escoge qué hacer si varias ofertas pueden mostrarse a la vez.

source: Show one randomly
es_es: Muestra uno al azar

source: Show all of them
es_es: Muéstralos todos

source: Show the newest one
es_es: Muestra el más reciente

source: Show the oldest one
es_es: Muestra el más antiguo

source: Show the most expensive one
es_es: Muestra el más caro

source: Show the cheapest one
es_es: Muestra el más barato

source: Ignore added bumps
es_es: Ignorar productos ofertados añadidos

source: Ignore already added bump products from Cart contents when evaluating whether to display an order bump.
es_es: Ignorar productos ofertados añadidos al carrito cuando se evalúe la necesidad de mostrar otro Order Bump.

source: Check this option to ignore already added bump products from Cart contents when evaluating whether to display an order bump. If in doubt, leave unchecked.
es_es: Marque esta opción para omitir los productos ofertados ya agregados del contenido del carrito al evaluar si se debe mostrar un Order Bump. En caso de duda, déjalo sin marcar.

source: Before customer details
es_es: Antes de los datos del comprador

source: Before billing form
es_es: Antes de los datos de pago

source: After billing form
es_es: Después de los datos de pago

source: Before shipping form
es_es: Antes del formulario de envío

source: After shipping form
es_es: Después del formulario de envío

source: Before order notes
es_es: Antes de las notas del pedido

source: After order notes
es_es: Después de las notas del pedido

source: After customer details
es_es: Después de los datos del comprador

source: Before order review
es_es: Antes del resumen del pedido

source: Before cart contents
es_es: Antes de los contenidos del Carrito

source: After cart contents
es_es: Después de los contenidos del Carrito

source: Before shipping details
es_es: Antes de los datos de envío

source: After shipping details
es_es: Después de los datos de envío

source: Before order total
es_es: Antes del "Total" dentro del resumen del pedido

source: After order total
es_es: Después del "Total" dentro del resumen del pedido

source: Before payment section
es_es: Antes del método de pago

source: Before checkout button
es_es: Arriba del botón de "Finalizar compra"

source: After checkout button
es_es: Abajo del botón de "Finalizar compra"

source: After payment section
es_es: Después del método de pago

source: After order review
es_es: Después del resumen del pedido

source: After checkout form
es_es: Después del formulario de "Finalizar compra"

source: Before cart table
es_es: Encima de la tabla de contenidos del Carrito

source: Below cart contents
es_es: Debajo de los contenidos del Carrito

source: After coupon input
es_es: Después del campo para introducir el código de un cupón

source: After cart table
es_es: Después de la tabla de contenidos del Carrito

source: As cart collaterals
es_es: En la sección "colaterales" del Carrito

source: Before cart totals
es_es: Antes del resumen del total del Carrito

source: Before "Proceed to checkout" button
es_es: Antes del botón "Finalizar compra"

source: After cart totals
es_es: Después del resumen del total del Carrito

source: After cart
es_es: Al final del todo de la página de Carrito

source: Add New Order Bump
es_es: Añadir nuevo Order Bump

source: Edit Order Bump
es_es: Editar Order Bump

source: New Order Bump
es_es: Nuevo Order Bump

source: View Order Bump
es_es: Ver Order Bump

source: Search Order Bumps
es_es: Busca Order Bumps

source: No Order Bumps Found
es_es: No se ha encontrado ningún Order Bump

source: No Order Bumps Found in the Trash
es_es: No se ha encontrado ningún Order Bump en la papelera

source: Filter Order Bumps
es_es: Filtrar Order Bumps

source: Order Bumps Navigation
es_es: Navegación de Order Bumps

source: Order Bumps List
es_es: Listado de Order Bumps

source: This is where you can add new Order Bumps that customers can add to their Cart after they buy.
es_es: Aquí puedes añadir nuevos Order Bumps que tus clientes podrán añadir a su pedido con un sólo click.

source: Bump settings
es_es: Configuración del Bump

source: Styling settings
es_es: Configuración de estilos

source: Preview
es_es: Pre-visualización

source: Price
es_es: Precio

source: Status
es_es: Estado

source: Start
es_es: Inicio

source: End
es_es: Fin

source: Position
es_es: Posición

source: Active
es_es: Activo

source: Scheduled
es_es: Programado

source: Expired
es_es: Expirado

source: Premium feature
es_es: Funcionalidad Premium

source: Show on
es_es: Mostrar en

source: Cart at
es_es: En el carrito

source: Checkout at
es_es: En la finalización de pedido

source: %s free edition doesn't allow to have more than one existing bump. %sUpgrade%s to unlock all Premium features.
es_es: %s la versión gratuita no permite crear más de un Bump. %sCompra%s la versión Premium para poder crear tantos Bumps como necesites.

source: Looks like your cart no longer contains what it takes to opt to the offer you picked and it has been removed.
es_es: Parece que tu carrito ha dejado de cumplir con las condiciones necesarias para beneficiarte de la oferta seleccionada.

source: Want the "amazing product on offer" for just $1? Yes, just $1! You can have access to this exclusive offer by ticking the box above. Click and add it to your order now for just $1. This offer is not available at any other time or place.
es_es: Quieres llevarte "este producto" por tan sólo 1€? Sí, por sólo 1€! Aprovecha esta oferta marcando la casilla. Conseguirás "este producto" por sólo 1€ ¡Esta oferta no está disponible en ningún otro lugar, sólo aquí y ahora!

source: Default order bump
es_es: Order Bump por defecto

source: Molongui Order Bump is probably the most useful tool to dramatically increase your revenue by adding an order bump section that offers additional products or services to customers after they buy. Check below some of its awesome features:
es_es: Molongui Order Bump es la herramienta más útil para incrementar el beneficio de tu tienda online. Comprueba por qué:

source: %sIncreased Average Order Value%s. Adding easily accessible additional product offerings on the order form stimulates customers to buy more, raising the value of the order.
es_es: %sAumenta el valor medio de los pedidos%s. Añadiendo ofertas exclusivas de fácil acceso en el resumen del pedido estimula a tus clientes a comprar más, aumentando el coste de sus pedidos.

source: %sGreater Engagement%s. Allows you to showcase more products to a potential customer base, increasing customer engagement with the brand.
es_es: %sMayor compromiso%s. Podrás mostrar más productos a tus clientes, aumentando el compromiso de éstos con tu marca.

source: %sSmoother Shopping Experience%s. Customers won't have to go through the entire check-out process again... With just ONE click, Molongui Order Bump can add any upsell to their purchase!
es_es: %sMejor experiencia de compra%s. Tus clientes no tendrán que repetir todo el proceso de compra de nuevo... ¡con sólo 1 clic, Molongui Order Bump puede agregar cualquier producto a su compra!

source: Premium only
es_es: Sólo Premium

source: %sCustomized bumps%s. Customize bump look and feel to your likings: text, background and line colors, arrow icon, border width...
es_es: %sEstilos personalizados%s. Personaliza la apariencia de las ofertas a su gusto: texto, colores de fondo y de línea, icono de flecha, grosor del borde...

source: %sPremium features%s. Multiple bumps, display bumps based on a time schedule or product categories, blinking arrow, different arrow styles, display bump on your Cart page, choose bump display position...
es_es: %sFuncionalidades Premium%s. Crea múltiples ofertas, haz que se muestren en base a una programación de días o para determinados productos y categorías, haz que la flecha parpadee para atraer aún más la atención de tus clientes, escoge entre diferentes estilos de flechas, muestra tus ofertas también en la página del carrito, cambia la posición de visualización de la oferta...

source: Thanks for choosing %s plugin!
es_es: Gracias por escoger %s!

source: Settings
es_es: Ajustes

source: Documentation
es_es: Documentación

source: Go Premium
es_es: Actualiza

source: Molongui Order Bump has been updated and it brings you amazing features:
es_es: Molongui Order Bump se ha actualizado y tiene novedades increíbles:

source: %sAutomatic addition:%s Add the offer to your client's Cart. No client action needed!
es_es: %sAdición automática:%s Añade la oferta al carrito de tu cliente. ¡No se necesita ninguna acción del cliente!

source: %sConditional display%s based on Cart contents and value
es_es: %sVisualización condicional%s basada en el contenido y valor del carrito

source: %sNew Customization Settings:%s custom spacing, transparent backgrounds, checkbox shadow...
es_es: %sNuevas opciones de personalización:%s espaciado personalizado, fondos transparentes, sombra en la casilla de verificación...

source: What's new on %s %s
es_es: Novedades en %s %s
